IDEA Open Model
Element1D.EccentricityBeginZ Property
Compatible with IDEA StatiCa 20.1
 Local eccentricity Z at the begin of Element1D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double EccentricityBeginZ { get; set; }
Public Property EccentricityBeginZ As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Element1D Class
IdeaRS.OpenModel.Model Namespace